[
  {
    "_id": "59ae516f4d6c6735d6f57781",
    "index": 0,
    "picture": "https://i2.wp.com/rmn.ph/wp-content/uploads/2017/09/forbes.jpg?resize=696%2C392&ssl=1",
    "title": "PAGGUTOK SANG SALAKYAN SA FORBES BRIDGE GINALAUMAN SAMTANG REPAIN GINAPATUMAN",
    "name": "Joel Franco",
    "address": "Brgy. Laguda, La Paz",
    "date": "August 31,2017",
    "message": "Nagsugod na ang repair sang Forbes Bridge sa Brgy. Laguda, La Paz. Magalawig sang tubtob sa Oktobre 31 ang repair sang tulay."
  },
  {
    "_id": "59ae516f79896468fcc7e9a0",
    "index": 1,
    "picture": "http://www.aksyonradyoiloilo.com.ph/wp-content/uploads/2017/08/21081792_1537099763020448_1881044469_o-300x169.jpg",
    "title": "KABAHIN SANG INFORMATION DISSEMINATION",
    "name": "Jeck Conlu",
    "address": "Iloilo City",
    "date": "August 26,2017",
    "message": "Iloilo City–Kabahin lang sang information dissemination sang syudad ang ginbutang nga traffic signages nga human sa tarpaulin kag nagapakita sang speed limit sa Diversion Road, Mandurriao. Pa-athag ini ni Senior Transportation Management Officer Jeck Conlu kay Councilor Joshua Alim, proponent sang Speed Limit Ordinance. Suno kay Alim, ginpasiguro ni Conlu nga ilisan sang permanente ang signage kon i-implementar na ang amended speed limit ordinance. Una na ginpahayag ni Conlu nga 20 ka signage ang ila ibutang sa Diversion Road halin sa Esplanade tubtob sa boundary sang syudad sa Ungka, Jaro kag Pavia. (AGB)"
  },
  {
    "_id": "59ae516fbc617a60183c13c9",
    "index": 2,
    "picture": "http://www.aksyonradyoiloilo.com.ph/wp-content/uploads/2017/08/landslide-igbaras-225x300.jpg",
    "title": "KARSADA NGA NAAPEKTUHAN SANG LANDSLIDE SA BUGA IGBARAS, MALABAYAN NA SANG MAGAGMAY NGA SALAKYAN SUNO SA DPWH",
    "name": "aksyonradyoiloilo",
    "address": "Igbaras, Iloilo",
    "date": "October 26,2017",
    "message": "Mahimo na nga malabayan ang natiphag nga karsada sa Barangay Buga, Igbaras. Ginkonfirmar ni Engr. De Jaime Uriarte sang DPWH 1st District Engineering Office nga natapos nila kahapon sang hapon ang detour road. Apang magagmay nga mga salakyan lang ang mahimo nga makalabay pareho sang motorsiklo, tricycle kag awto. Suno kay Uriarte, isa ka lane lang ang naobra nga detour road. Ginabanta 100 ka metros ang kalabaun sang karsada nga natiphag sang biernes sang hapon bangud sang sige-sige nga pag-ulan. Ginpaathag naman sang head sang Municipal Disaster Risk Reduction and Management Office Engr. Wilfredo Delgado nga landslide prone ang lugar base sa inspection sang Mines and Geosciences Bureau. Sang Abril lang, natiphag man ang pareho nga dalan. (JoMaque)"
  },
  {
    "_id": "59ae516f73fff527a2cdf710",
    "index": 3,
    "picture": "http://www.aksyonradyoiloilo.com.ph/wp-content/uploads/2017/08/20479671_1776966222597654_3705158822301450354_n-300x225.jpg",
    "title": "P2 MILLION FOOT BRIDGE SA TIGBAUAN, GINREKLAMO NGA WALA PA NATURN OVER BISAN DUHA KA TUIG NA NGA NAHUMAN",
    "name": "aksyonradyoiloilo@gmail.com",
    "address": "Tigbauan, Iloilo",
    "date": "August 24,2017",
    "message": "Ginreklamo ang mga brgy officials sang Brgy Napnapan Sur, Tigbauan ang ginpahayag kontrobersyal nga footbridge nga gintukod sang Department of Public Works and Highways ukon DPWH.   Suno kay Napnapan Sur Punong Barangay Lydia Taba, sila nalang sa barangay ang nagtakod sang hagdan nga  human sa kawayan nga naga-angut sa taytay halin sa duta.  Ginpabutyag man ni Taba nga wala sila ginpabalo sang DPWH ukon contractor sang project plan kag report status sang ginpahayag 2 million pesos project sang gina-ubra pa lang ini. Dugang ni Taba, wala na turn-over ang proyekto tubtob sa subong nga ti-on bisan natapos na ini sang 2015. Ginpaathag naman ni Engr. Aaron Sepida sang DPWH-1st District Engineering Office nga indi sakop sang proyekto ang hagdan ukon rail nga ginreklamo kun basehan ang project plan sang proyekto. Nanindugan naman si Sepida nga nag-coordinate sila indi lang sa mga brgy officials kundi lakip sa LGU-Tigbauan may kaangtanan sa pagtukod kag pag turn-over sang proyekto. (JoMaque)"
  },
  {
    "_id": "59ae516fb3734b763b843de2",
    "index": 4,
    "picture": "https://scontent.fceb1-1.fna.fbcdn.net/v/t1.0-9/20374568_1775544069406536_5496640563313257393_n.jpg?oh=103847c06f89cea3e79ced916271a430&oe=5A52921A",
    "title": "PEDESTRIAN OVERPASS NGA MAY ELEVATOR SA DIVERSION ROAD, GINAREKLAMO BANGUD MAHIGKU!",
    "name": "aksyonradyoiloilo@gmail.com",
    "address": "Iloilo City",
    "date": "August 23,2017",
    "message": "Ginareklamo ang mahigko nga pedestrian overpass nga may elevator sa Diversion Road sa San Rafael, Mandurriao. Matag-as nga hilamon kag basura ang nagabalandra sa mga tawo nga nagalabay sa pedestrian overpass. Malabayan man kun kaisa nga may mahamuok nga nagakatulog sa overpass kag may tiun nga tuman ka pangsot. May impormasyon man nga may kabastusan nga ginahimo ang pila ka pamatan-un sa overpass ilabe na sa tungan gab-i kag kaagahon.  Nagpadala si DPWH City District Engineering Office Head Engr. Rodney Gustilo sang tinawo agud tinluan ang overpass samtang wala pa naturnover sa City government. Nagpa-athag naman si DPWH 6 Assistant Regional Director Engr. Al Fruto nga sang nagligad nga tuig pa kuntani ang turnover kadungan sang center island nga may mga tanum nga palma. Pero napatay ang pila ka royal palms bangud sa masingkal nga init gani wala nadayon ang turnover. Tinguhaan suno kay Fruto sang ila talatapan nga maproseso na ang mga papeles para sa turnover samtang ilisan subong nga bulan ang mga royal palms nga nagkalamatay. Ang overpass nga nagalaba sang 50.235 meters kag nagasangkad sang tatlo ka metro kag ginpondohan sang 20 million pesos. Ginalauman maturnover ang maintenance sa city government antes matapos ang Agosto. (AGB) "
  },
  {
    "_id": "59ae516f621cceb8986b2b8f",
    "index": 5,
    "picture": "http://www.aksyonradyoiloilo.com.ph/wp-content/uploads/2017/07/ILECO-1-300x227.jpg",
    "title": "MGA KONSUMEDOR SANG ILECO 1, NAGWANGAL MATAPOS NAGLAPAW SANG 12 KA ORAS NGA ADVISORY ANG BROWNOUT",
    "name": "aksyonradyoiloilo",
    "address": "Iloilo",
    "date": "July 29, 2017",
    "message": "Nagwangal ang mga konsumedor sang ILECO 1 kag Guimelco matapos naglapaw sa 12 ka oras nga advisory ang brownout kahapon. Pa-athag ni ILECO 1 General Manager Rhea Palacios, wala sang problema ang ila mga linya.  Ang National Grid Corporation of the Philippines ukon NGCP suno kay Palacios ang nagpadala sang advisory nga may maintenance activities sila halin alas-5 sa aga tubtob alas-5 sang hapon kahapon. Manug-alas-5 sang hapon, liwat nga nagpadala sang advisory ang NGCP nga naga-extend sang maintenance work tubtob alas-6 sa gab-i.  Pero sang wala gihapon nagbalik ang elektrisidad, nagpabalo ang NGCP paagi sa ila Communications Officer nga si Michelle Vicera nga may nakita ang ila linemen nga kinahanglan kaayuhon sa Sta Barbara Substation gani gintapos na lang agud indi na makatuga sang dugang "
  },
  {
    "_id": "59ae516f15eba864644a7acf",
    "index": 6,
    "picture": "https://thedailyguardian.net/wp-content/uploads/2017/08/3-2.jpg",
    "title": "P1.5-B DPWH projects in city are ‘work in progress’",
    "name": "Maricyn A. De los Santos",
    "address": "Germanton",
    "date" : "August 7, 2017",
    "message": "THE Department of Public Works and Highways (DPWH) Regional Office 6 and Iloilo City District Engineering Office are implementing a total of 1,528,809,441.83 worth of infrastructure projects in Iloilo City as of June 2017, according to the Status Report furnished by the agency to the Sangguniang Panlungsod (SP) of Iloilo City recently. The 77 infrastructure projects, divided among 28 DPWH contractors, are composed of roads, bridges, Department of Education (DepEd) classrooms, health facilities by the Department of Health (DOH) and barangays, river embankment and slope protection (Esplanade), and multi-purpose buildings (MPB). There are nine Department of Education projects costing a total of P217.5 million, and are funded by DepEd’s 2016 Basic Education Facilities Fund. These are the following: -P15.9-M 3-storey 12-classroom, P9.5-M 3-storey 6-classroom, and P5.8-M  2-storey 4-classroom school buildings, all in Lapaz National High School; -two units P38.4-M 4-storey 12-classroom  and two units P54.6-M 4-storey 20-classroom school buildings, both in Iloilo City National High School; -P27.2-M 4-storey 20-classroom school building in Jalandoni Memorial National High School; and -P19.2-M 4-storey 12-classroom, P27.3-M 4-storey 20-classroom and P19.2-M 4-storey 12-classroom school buildings in Jaro National High School. Health facility projects, on the other hand, totaled P55.1 million under the DOH 2016 funds. These are the P32-M completion of Emergency Department and Repair/Renovation of West Visayas State University Medical Center, and P22.8 million worth of re-construction/upgrading of Barangay Health Centers in Mansaya, Sinikway, Compania Central, East Baluarte, Bitoon, Calumpang, Sooc (Arevalo), Simon Ledesma, and Katilingban. A bulk of the government funds are being spent on Regular Infrastructure Projects (RIP) which include construction/repair/rehabilitation/improvement of drainage system, roads, flyovers, and slope protection and embankment in Iloilo River, among others. These are the Mandurriao-Pakiad Road (P23M), San Isidro Bridge (P48M), Construction/Rehab of Drainage System in City Proper (P168.2M), Construction of Multi-Purpose Building Maritime Center Muelle Loney (P56M), Upgrading Sen Benigno Aquino Ave/Concreting of 2.163-km Road (P81.6M), Construction of By-Passes Diversion Rd Nabitasan San Rafael By Pass (P114.4M), Molo Boulevard (P40.2M), Iloilo-Antique Road (P31M), Arroyo St. Chainage (P4.4M), Mandurriao-Jaro Road (P38.3M), Timawa Ave (P30.2M), Delgado St. (P5M), Timawa Ave (P1.6M), Iloilo Bridge Along Sen Benigno Aquino Jr Avenue (P37M), Gen. Luna-Jalandoni Flyover (P2.6M), and Forbes Bride along Iloilo-Capiz Road (P18.6M). Also under the RIP are seven Iloilo Esplanade projects: -P100-M Construction of Slope Protection/Bank Improvement along Iloilo River, Right Bank (Jalandoni-Forbes Bridge); P92-M Construction of Slope Protection/Bank Improvement along Iloilo River, Right Bank (BS Aquino Ave – Jalandoni); -P75.4M Construction of Slope Protection and Improvement (Esplanade) along Iloilo River, Right Bank from Muelle Loney Bridge (Rizal) to Muelle Loney Bridge (Drilon Bridge); -P51.9-M Construction of Slope Protection and Bank Improvement (Esplanade) along Iloilo River, Left Bank (from Muelle Loney Bridge to Quirino Lopez Bridge); -P24.7-M Construction of Slope Protection and Bank Improvement (Esplanade) along Iloilo River, Left Bank (from Forbes Bridge to Muelle Loney Bridge Rizal); -P57-M Construction of Slope Protection and Improvement along Iloilo River, Left Bank (from BS Aquino Ave to Jalandoni Bridge); and -P12.2-M Construction of Slope Protection Works and Improvement (Esplanade) along Iloilo River, including Footbridge, Left Bank (from Jalandoni Bridge to Forbes Bridge). The Iloilo Esplanade aims primarily to protect the slopes of Iloilo River. A rest and recreation landmark, the Esplanade is now a popular tourist destination and venue of various events in Iloilo City. LOCAL INFRA Under the Local Infrastructure Program (LIP), the agency funds a total of 25 projects worth P48.3 million, mostly completion, improvement, construction, repair/rehabilitation of multi-purpose building/hall, gym, learning center, day care center, and concreting rehabilitation of roads and barangay health station. These are implemented in barangays Rizal, Punong Lapuz, Pali-Benedicto, Dungon A, Concepcion-Montes, Sooc and Bonifacio in Arevalo, Alalasan, Calaparan, MV Hechanova, Tanza Esperanza, Onate De Leon, Nabitasan, West Timawa, San Pedro, Compania Central, Railway, Mansaya, Veterans Village, among others. Various Infrastructure Including Local Projects (VIILP) totaled P90.2 million: P1.9M worth of bikes lanes along Quezon St. to intersection Delgado; P14-M Concreting of Jalandoni-Bolilao Road in Mandurriao; P4.7-M Concreting of road with drainage at Arroyo St., City Proper; and P23-M construction/improvement of access road from Jalandoni St., Jaro to Magsaysay Village, Lapaz (including slope protection, drainage and RROW). The P46-M Construction/Improvement of Magsaysay Bypass Road was suspended due to road right of way problems. The Status Report of the projects by the DPWH Iloilo City District Engineering Office as of June 2017 was furnished to the City Council after the body approved a resolution requesting the DPWH-ICDEO to submit such report. DPWH OIC regional director Wenceslao M. Leaño Jr. and District Engineer Rodney Gustilo signed the reports. Authored by Councilor Ely Estante, the resolution is intended to keep the city government updated on the status and percentage of completion of the different DPWH projects in the metro “to find out if there is any assistance needed or corresponding action to be undertaken to prompt completion of the projects” and to find out the reasons, possibly through legislation, of the delays. But Councilor R Leone Gerochi observed that the DPWH Iloilo City report did not indicate the target date of completion of the projects." },
  {
    "_id": "59ae516f481e1b614453d012",
    "index": 7,
    "picture": "https://thedailyguardian.net/wp-content/uploads/2017/04/1-Maynooth-photo-576x360.jpg",
    "title": "Months-long closure of city roads okayed",
    "name": "Maricyn A. De los Santos",
    "address": "Iloilo City",
    "date" : "April 7,2017",
    "message": "BRACE for heavy traffic, folks. Expect traffic jams in the next four months after the Iloilo City Council green-lighted the temporary closure of busy streets in the city to give way to the ongoing construction of a multi-million peso drainage project. Majority of Sangguniang Panlungsod (SP) members approved the ordinance mandating the closure of the entire lane of Gen. Luna-Jalandoni Streets, and two lanes of Jalandoni Street from corner Delgado Street to corner Gen. Luna Street. The closure will give way to a Detention Tank project which is part of the P100-million drainage system project of the Department of Public Works and Highways (DPWH). Councilor R Leone Gerochi, author of the ordinance, said the closure of the intersection begins April 26 to May 26, 2017 while the closure of the two lanes of Delgado-Jalandoni- Gen. Luna streets will last until July 31, 2017. Engr. Ormil Santos, OIC chief of the DPWH-6 construction division, said the road closure will help hasten the project. Santos is confident that the contractor can finish the works in the intersection in a month. “For us, the workers can finish it because they work very fast. However, their works are interrupted because their boss can’t provide the field requirements like materials and labor,” Santos said. To ensure “smooth” traffic flow, the ordinance mandated the Transportation Management and Traffic Regulation Office (TMTRO) to issue advance notices to the public and to regulate traffic in affected roads. FAIT ACCOMPLI Gerochi said he considers the request for closure of the two lanes of Jalandoni Street from corner Delgado St. to corner Gen. Luna St. as fait accompli or something that already happened. A portion of the Jalandoni Street from corner Delgado St. to corner Gen. Luna St. has been closed to traffic since October 2016 sans an ordinance as DPWH contractor, SARGASSO Construction Development Corp., started the fabrication of concrete box culverts at the project site. Councilor Joshua Alim abstained from voting on the closure ordinance while Councilors Plaridel Nava and Mandrie Malabor were absent. Councilor Jeffrey Ganzon was the presiding officer. Alim said he abstained because he is readying a complaint to be filed with the Office of the Ombudsman against DPWH and its contractor for alleged violation of the Local Government Code when they closed the road without an ordinance. The Code mandates that only the SP can authorize roads closures through an ordinance. Engr. Rodney Gustilo, DPWH Iloilo City district engineer, earlier reasoned that the DPWH has coordinated the project with the Iloilo City Government through a letter to Mayor Jed Patrick Mabilog and the SP as early as October 2016 but “DPWH received no response.” But Alim is not convinced. He said regardless if the SP acted on the letter or not, “They abused their discretion…You cannot just simply start the project without the closure ordinance.” Gerochi said he respects Alim’s move to hold the contractor and the government agency accountable. “There’s something wrong with the DPWH with regard the contract. On our part in the City Council, it’s already there. I’d rather work with a solution than create more problems. Councilor Alim was there, he saw the discrepancies, more questions arose from the answers from the DPWH and the contractor, and I can understand his abstention,” Gerochi said. "
  },
  {
    "_id": "59ae516fe9b740f77e6384f8",
    "index": 8,
    "picture": "http://www.iloilometropolitantimes.com/wp-content/uploads/2016/07/Flood-in-Iloilo-City-6.jpg",
    "title": "Iloilo City needs help from nat’l gov’t to solve flood problem",
    "name": "Reymar Latoza",
    "address": "Iloilo City",
    "date" : "July 11,2017",
    "message": "Flooding is one of the long-standing problems in Iloilo City. Mayor Jed Patrick Mabilog vowed to look for and implement solutions to this problem in his last three years in office. Mabilog is positive that the national government will help them address the flooding problem in the metropolis. “Our resources are never enough to shoulder the improvement and rehabilitation of the drainage system here,” the mayor said. The city of Iloilo is among the flood-prone areas in Western Visayas, according to the Mines and Geosciences Bureau (MGB-6). IMT "
  },
  {
    "_id": "59ae516f158ffc9e2a3b37a5",
    "index": 9,
    "picture": "http://newsinfo.inquirer.net/wp-content/blogs.dir/10/files/2016/12/21trees.jpg",
    "title": "Trees along Iloilo main road spared from drainage project",
    "name": "Nestor P. Burgos Jr.",
    "address": "Iloilo City",
    "date" : "July 23 ,2017",
    "message": "ILOILO CITY—Decades-old trees along a main street here have again been saved from a road project. The Department of Public Works and Highways (DPWH) has agreed to redesign a major drainage project so no trees along General Luna Street would be cut, said Councilor R Leone Gerochi, chair of the city council’s committee on public services, environmental protection and ecology. Parts of the P100-million drainage project would be built under the street, not on the sidewalks where the trees are, Gerochi said. The project aims to address flooding in low-lying City Proper District, especially during heavy rain. ADVERTISEMENT General Luna is a main thoroughfare stretching from the University of the Philippines Visayas campus to Arroyo Fountain in front of Casa Real, the old Iloilo provincial capitol. Many residents, particularly environmental advocates, have been opposing the cutting of trees along the 1.7-kilometer street for infrastructure projects. They have stressed that the trees have become city landmarks. The DPWH had earlier sought an endorsement from the city council for the cutting of the trees, as required by the Department of Environment and Natural Resources. But Gerochi and other councilors have expressed opposition to the cutting of the trees. In 2014, the city council, as well as environmentalists and concerned residents, rejected the proposal of the DPWH to also cut the trees due to a road widening project. The plan involved removing about half a meter from each side of a concrete center strip where the trees are planted to expand the road from four lanes to six. The road widening was continued but the trees were maintained. Environmentalists have been pushing for the preservation of trees and mangroves amid the massive infrastructure and other development projects in the city. They have insisted that roads should have space for trees and pedestrians and not only for vehicles as a way of mitigating the worsening effects of climate change. "
  }
]